Repository: franck-paul/dmLastComments
Catalog: locales/*/main.po
Languages: fr

source: at
fr: à

source: %Y-%m-%d
fr: %d/%m/%Y

source: See all comments
fr: Voir tous les commentaires

source: since %d hours
fr: depuis %d heures

source: Last comments on dashboard
fr: Derniers commentaires sur le tableau de bord

source: Display last comments
fr: Affiche les derniers commentaires

source: Number of last comments to display:
fr: Nombre de commentaires à afficher :

source: Small screen
fr: Affichage abrégé

source: Show authors
fr: Afficher les auteurs

source: Show dates
fr: Afficher les dates

source: Show times
fr: Afficher les heures

source: Exclude junk comments
fr: Exclure les commentaires indésirables

source: Max age of comments to display (in hours):
fr: Âge maximum des commentaires à afficher (en heures) :

source: Leave empty to ignore age of comments
fr: Laisser vide pour ignorer l'âge des commentaires

source: Last Comments Dashboard Module
fr: Module d'affichage des derniers commentaires

source: Display last comments on dashboard
fr: Affiche les derniers commentaires sur le tableau de bord
